[
  {
    "Name": "Stonewashed Organic Cotton Percale Sheet Set",
    "Price": "$143 (was $179)",
    "Description of product": "Loomed in India\n\n61 reviews\n\nSleep a little easier in this crisp, breathable percale bedding set that gets softer with every wash.\n\nSet includes:\n\n-1 flat sheet\n\n-1 fitted sheet\n\n-2 pillowcases\n\nLoomed at a fair trade mill in Bangalore, India, this percale bedding is crafted from 100% organic, long-staple cotton. Sourcing their materials from local family farms, this workshop holds every sheet to the highest standards, stonewashing each piece for an effortlessly soft finish. Each piece is Oeko-Tex® and Global Organic Textile Standard (GOTS) certified. All made in a fair trade environment.\n\nPair with our fan-favorite [cotton gauze layering pieces](https://www.the-citizenry.com/collections/organic-cotton-gauze-bedding \"Organic Cotton Gauze Bedding\").\n\nWant to see our bedding for yourself? Go on and test out our [cotton percale swatches](https://www.the-citizenry.com/products/organic-stonewashed-percale-swatches).",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/organic-stonewashed-sheet-set",
    "Keywords": "Artisan, Sustainable, Organic",
    "Stretch goals": "Stonewashed Organic Cotton Percale Pillowcases, Stonewashed Organic Cotton Percale Duvet Cover, Stonewashed Organic Cotton Percale Shams, Organic Cotton Gauze Bed Blanket, Organic Cotton Gauze Duvet Set, Stonewashed Linen Quilt, Stonewashed Linen Duvet Cover, Signature Down-Alternative Pillow, Stonewashed Organic Cotton Percale Euro Shams, Organic Cotton Gauze Quilt, Stonewashed Linen Sheet Set, Stonewashed Linen Shams, Organic Resort Cotton Sheet Set, Stonewashed Organic Cotton Percale Fitted Sheet, Ayla Organic Cotton Quilted Bed Blanket, Stonewashed Linen Pillowcases, Naya Organic Cotton Quilted Bed Blanket, Organic Resort Cotton Pillowcases, Signature Down-Alternative Duvet Insert, Alegria Organic Cotton Quilted Bed Blanket",
    "Alternative sizes or colors available": "olive, Full, Queen, King, Cal King, White, Warm Grey, Blush, Seaglass, Aegean, Ivory, French Blue",
    "Image Path": "citizenry_data\\images\\Stonewashed_Organic_Cotton_Percale_Sheet_Set.jpg"
  },
  {
    "Name": "Torres Round Leather Ottoman - Medium & Large",
    "Price": "$799 (was null)",
    "Description of product": "Equal parts modern and timeless, this leather ottoman instantly ups the game of your living area or bedroom with its buttery-soft leather and handcrafted details. Thanks to its sturdy, padded wood frame, style as extra seating or as coffee tables. Available in two sizes and three hues, let them fly solo or mix together depending on the size and scale of your room (spoiler alert: the large ottoman is pretty hefty).\nHandcrafted with vegetable-tanned cow leather ethically sourced from Alcanena, Portugal, a small town known as “The Land of Leather.” All made start-to-finish in a fair trade environment.",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/torres-leather-ottoman-multiple-sizes",
    "Keywords": "",
    "Stretch goals": "Torres Round Leather Ottoman - Small, Laurel Bed with High Footboard, Bay Armchair, Hinoki Wood Side Table, Drift Bed, Leela Wood Side Table, Mishka Wood Side Table, Laurel Bed with Low Footboard, Ora Wicker Side Table, Avon Nightstand, Ravi Platform Bed, Manai Woven Nightstand, Torres Square Leather Ottoman - Medium & Large, Mayra Marble Side Table, Kovai Wood Stool, Prina Wood Coffee Table, Hinoki Wood Ladder, Sanjay Ottoman - Medium & Large, Torres Square Leather Ottoman - Small, Torres Leather Storage Ottoman - Medium & Large",
    "Alternative sizes or colors available": "Medium, Large, Set - 1 ea., caramel, olive, natural",
    "Image Path": "citizenry_data\\images\\Torres_Round_Leather_Ottoman_Medium_Large.jpg"
  },
  {
    "Name": "Aegean Cotton Bath Towels",
    "Price": "$38 (was null)",
    "Description of product": "Part cotton, part relaxed linen. These lightweight, breathable towels are the best of both worlds.\n\nPerfectly plush. Effortlessly elegant. A breathable blend of cotton and relaxed linen, these luxe bath towels add a decadent touch to your bath rituals. With a lightweight waffle weave exterior and plush terry cloth interior, these soft towels combine the best of both worlds. And because we’re all about the details, we added a subtle eyelash fringe detailing to make these feel extra special.\n\nLoomed from long-staple cotton and relaxed linen in the Aegean region of Turkey, each piece is Oeko-Tex® certified, ensuring our towels are safe and non-toxic. From sourcing to finishing and every step in between, each piece is made sustainably in a fair trade working environment.\n\nNote: Each set includes two towels – two face towels/washcloths, two hand towels, two bath towels, or two bath sheets.",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/aegean-cotton-bath-towels",
    "Keywords": "Artisan",
    "Stretch goals": "Add a premium gift box - $9",
    "Alternative sizes or colors available": "Face Towels, Hand Towels, Bath Towels, Bath Sheets, White, Light Grey, Tan, Black",
    "Image Path": "citizenry_data\\images\\Aegean_Cotton_Bath_Towels.jpg"
  },
  {
    "Name": "Cascada Alpaca Throw",
    "Price": "$132.30 (was $189)",
    "Description of product": "Handwoven in the Andes Mountains, an irresistibly soft alpaca blanket in a serene colorway.\n\nTranslation missing: en.product.steps.please_select_size\n\n- Throw\n\n1\nAdd To Bag\n\nYour email address\n\nYou'll be the first to know when the next batch lands!\n\nWant early access to new releases? Sign up for our emails,\ntoo.\n\nIn stock. Ready to ship.\n\nEasy 30 Day Returns. Unless noted as Final Sale.\n\nA contrasting mix of soft blues and cool neutrals, this alpaca throw is downright handsome. Thanks to its unique construction that features a different weaving technique in every stripe, this throw is incredibly soft and oh-so-cozy.\n\nHand-loomed by master weavers in a quiet mountain village in the Peruvian Andes, each throw takes about a week to complete. Made exclusively in a fair trade environment.\n\nNote: Alpaca wool is hypoallergenic, so this throw is ideal for those with allergies or sensitive skin.",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/cascada-throw",
    "Keywords": "Artisan",
    "Stretch goals": "",
    "Alternative sizes or colors available": "Throw, Shades of blue, grey and cream",
    "Image Path": "citizenry_data\\images\\Cascada_Alpaca_Throw.jpg"
  },
  {
    "Name": "Contigo Lumbar Pillow",
    "Price": "$299 (was null)",
    "Description of product": "Classic design with incredibly soft wool, this hand-loomed lumbar adds the ultimate luxe layer. This pillow comes ready to style with a down alternative insert.\n\nTimeless, luxurious, and the perfect cozy layer for cooler temps – say hello to your new handsome bedfellow. The warm hue of sand and hand-loomed detailing make it a perfect addition to any room, whether as a focal point or a finishing touch. And the thick texture of the soft Peruvian alpaca and highland wool makes this pillow a must for cozying up.\n\nEach pillow is handwoven by a group of master artisans in Lima, Peru. All made start-to-finish in a fair trade environment.\n\n**This pillow comes ready to style. Cruelty-free down alternative insert included.**",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/contigo-lumbar-pillow-sand",
    "Keywords": "Artisan",
    "Stretch goals": "",
    "Alternative sizes or colors available": "sand, 12'' x 48'', 12'' x 30''",
    "Image Path": "citizenry_data\\images\\Contigo_Lumbar_Pillow.jpg"
  },
  {
    "Name": "Azad Low Leather Storage Bin",
    "Price": "$229 (was null)",
    "Description of product": "Luxe, ethically sourced leather, hand-stitched to perfection. Storage bins never looked this good.\n\nHello, handsome. Handcrafted with luxe, ethically sourced leather, our low leather storage bins make organization look effortlessly cool. Designed with a unique fold construction and wide base, these bins are perfect for stashing toys, books, or pillows. Bonus: these bins also double as a (very luxurious) dog bed.\n\nMade from ethically-sourced leather from Kolkata, each basket is handcrafted in a leather workshop in Gurgaon. Since this is a natural product, each basket is one-of-a-kind – expect variation in markings. Made start-to-finish in a fair trade environment.\n\nAlso available in [tall size](https://www.the-citizenry.com/products/azad-tall-leather-storage-bins \"Azad Tall Leather Baskets in Natural and Black Leather\").",
    "Original URL": "https://www.the-citizenry.com/products/azad-low-leather-storage-bin",
    "Keywords": "",
    "Stretch goals": "tall size",
    "Alternative sizes or colors available": "black, Natural, Set of 2",
    "Image Path": "citizenry_data\\images\\Azad_Low_Leather_Storage_Bin.jpg"
  },
  {
    "Name": "The Citizenry Digital Gift Voucher",
    "Price": "$25",
    "Description of product": "GIVE THE GIFT THAT WILL ALWAYS</b> FIT THEIR STYLE.\n\nGive the gift of artisanal craftsmanship and global inspiration, allowing the recipient to add an elevated touch to their space.\n\nWant to add to the story? Personalize it with a message that will be sent along with the card on the date of your choice.",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/gift-card",
    "Keywords": "Artisan",
    "Stretch goals": "The Citizenry Gift Voucher, Stonewashed Linen Sheet Set, Stonewashed Linen Duvet Cover, Stonewashed Linen Quilt, Stonewashed Linen Pillowcases, Stonewashed Organic Cotton Percale Sheet Set, Linen Bedding Swatches, Stonewashed Linen Shams, Stonewashed Linen Fitted Sheet, Imabari Waffle Towels, Mara Organic Waffle Towels, Eco-Friendly Rug Pad, Stonewashed Organic Cotton Percale Pillowcases, Stonewashed Organic Cotton Percale Duvet Cover, Naveta Velvet Pillow, Stonewashed Linen Euro Shams, Hinoki Wood Floor Mirror, Aegean Cotton Bath Towels, Organic Cotton Gauze Bed Blanket, Naveta Velvet Small Lumbar Pillow",
    "Alternative sizes or colors available": "$25, $50, $75, $100, $150, $250, $500, $1,000",
    "Image Path": "citizenry_data\\images\\The_Citizenry_Digital_Gift_Voucher.jpg"
  },
  {
    "Name": "Organic Cotton Gauze Duvet Set",
    "Price": "$223 (was $279)",
    "Description of product": "Extra fluffy and perfectly textured, create a relaxed bedroom oasis with our gauze duvet cover.\nMade with four layers of airy cotton, this soft gauze bedding is extra fluffy and perfectly textured for a relaxed, effortless look. Lightweight and breathable, it's the ideal layer for creating an extra comfy, cozy-up bed. For the ultimate laid-back style, pair with our organic stonewashed percale sheet sets.\nSet includes:\n- 1 Duvet Cover\n- 2 Shams",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/organic-cotton-gauze-duvet-set",
    "Keywords": "Artisan, Sustainable, Organic",
    "Stretch goals": "Organic Cotton Gauze Shams, Stonewashed Organic Cotton Percale Sheet Set, Stonewashed Organic Cotton Percale Pillowcases, Stonewashed Linen Sheet Set, Organic Cotton Gauze Quilt, Organic Cotton Gauze Bed Blanket, Signature Down-Alternative Duvet Insert, Stonewashed Organic Cotton Percale Duvet Cover, Naya Organic Cotton Quilted Bed Blanket, Signature Down-Alternative Duvet Set, Stonewashed Organic Cotton Percale Fitted Sheet, Organic Resort Cotton Sheet Set, Stonewashed Linen Duvet Cover, Organic Resort Cotton Fitted Sheet, Organic Resort Cotton Pillowcases, Araz Bed Blanket, Stonewashed Organic Cotton Percale Shams, Stonewashed Linen Quilt, Stonewashed Linen Shams, Stonewashed Linen Pillowcases",
    "Alternative sizes or colors available": "Full/Queen, King/Cal King, mineral, mulberry, tan, white, charcoal, stone-grey, olive",
    "Image Path": "citizenry_data\\images\\Organic_Cotton_Gauze_Duvet_Set.jpg"
  },
  {
    "Name": "Rivi Storage Basket",
    "Price": "$189 (was null)",
    "Description of product": "Crafted by hand from mulaza palm leaves, these woven storage baskets with lids are both beautiful and functional.\nTranslation missing: en.product.steps.please_select_size",
    "Original URL": "https://www.the-citizenry.com/products/rivi-storage-basket",
    "Keywords": "Artisan",
    "Stretch goals": "Totora Storage Basket, Kawi Wicker Storage Basket, Mercado Hampers, Totora Floor Basket, Bolga Storage Baskets, Mercado Floor Baskets, Merapi Storage Baskets, Mercado Storage Cube, Mercado Storage Baskets - Round, Mercado Storage Baskets - Square, Azad Tall Leather Storage Bins, Kawi Wicker Floor Basket, Ziwa Oversized Basket, Azad Low Leather Storage Bin, Nyumba Baskets, Bolga Floor Baskets, Kawi Wicker Hamper, Bolga Tall Basket, Azad Tall Leather Storage Bins - Black, Padma Rectangle Storage Baskets",
    "Alternative sizes or colors available": "Medium, Large, Oversized, Set of 2 - M&L, Set of 3 - M&L&O",
    "Image Path": "citizenry_data\\images\\Rivi_Storage_Basket.jpg"
  },
  {
    "Name": "Organic Cotton Gauze Quilt",
    "Price": "$239 (was $299)",
    "Description of product": "The finishing touch to your bedroom oasis? An extra soft, perfectly textured gauze quilt loomed from fully traceable cotton.\n\nIncredibly soft and fluffy, these extra plush gauze quilts are pretty dreamy. Made with multiple layers of lightweight cotton and quilted for added thickness, this luxurious layer elevates the look of your bedroom with its textured feel and stitched detailing.\n\nMade using fully traceable cotton from the Aegean region of Turkey, rest assured that from sourcing to finishing and every step in between, each fiber is made in the most sustainable way possible. All Oeko-Tex® and Global Organic Textile Standard (GOTS) certified.",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/organic-cotton-quilt",
    "Keywords": "Sustainable, Organic",
    "Stretch goals": "",
    "Alternative sizes or colors available": "stone grey, Full/Queen, King/Cal King",
    "Image Path": "citizenry_data\\images\\Organic_Cotton_Gauze_Quilt.jpg"
  },
  {
    "Name": "Padma Rectangle Storage Baskets",
    "Price": "$119 (was null)",
    "Description of product": "A material known for its durability, the hogla leaf of Bangladesh was practically born to stash, stow, and corral clutter.\n\nTranslation missing: en.product.steps.please_select_size\n\n\n- Small\n\n- Medium\n\n- Large\n\n- Oversized\n\n- Set of 2 - M&L\n\n- Set of 3 - M&L&O\n\n\n1\n\n- 1\n\nAdd To Bag\n\nYour email address\n\nYou'll be the first to know when the next batch lands!\n\nWant early access to new releases? Sign up for our emails,\ntoo.\n\nIn stock. Ready to ship.\n\nEasy 30 Day Returns\n\n### Story\n\nThe hogla leaf of Bangladesh takes center stage in these natural storage baskets. A material known for its durability, it’s practically born to stash, stow, and corral clutter. Woven in a clean, minimal silhouette, these extra roomy storage baskets make for the perfect addition in modern or traditional homes alike.\n\nMeticulously braided by hand by a cooperative of women in Dhaka, Bangladesh, each one is made with sustainably harvested materials in a fair trade environment.\n\n### Product Details\n\n- Measurements\n\n\nSmall - 16\"W x 12\"D x 12\"H\n\nMedium - 18\"W x 14\"D x 14\"H\n\nLarge - 21\"W x 16\"D x 16\"H\n\nOversized - 24\"W x 18\"D x 18\"H\n\n- Materials\n\n\nHogla plant\n\n- Colors\n\n\nNatural\n\n\n\n\nAs hogla is a natural material, expect some variation in weaving and color - which we think adds to the beauty of each piece.\n\n- Origin\n\n\nBangladesh\n\n\n### Care\n\nDust with microfiber cloth to clean, if necessary. Style indoors in a dry place.\n\n### Shipping & Returns\n\n- Shipping\nMost in-stock items will ship via FedEx Ground in 7-10 business days unless otherwise noted.\n\n- Returns\n**Exchanges and returns for store credit are free**.\n\n\nPrefer a refund? A single re-stocking fee will apply to returns within 30 days:\n\n**$0** (no fee) for just bedding and/or towels\n\n**$10** for most other returned orders **$50** if your return includes oversized items (area rugs, furniture, mirrors)\n\n\nWhite glove delivery items are handled separately and have a 15% re-stocking fee.\n\n\nFor more information, please review our [Shipping](https://www.the-citizenry.com/pages/help#shipping) and [Returns](https://www.the-citizenry.com/pages/help#returns-exchanges) sections within our FAQ.",
    "Original URL": "https://www.the-citizenry.com/products/padma-rectangle-storage-baskets",
    "Keywords": "",
    "Stretch goals": "",
    "Alternative sizes or colors available": "Small, Medium, Large, Oversized, Set of 2 - M&L, Set of 3 - M&L&O",
    "Image Path": "citizenry_data\\images\\Padma_Rectangle_Storage_Baskets.jpg"
  },
  {
    "Name": "Nevado Alpaca Throw",
    "Price": "$189 (was null)",
    "Description of product": "Add some drama with this moody charcoal throw, handcrafted from soft baby alpaca.\n\nRich charcoal hue, accented with intricate patterns, this luxe throw will instantly elevate the look of your bed or couch. Not to mention, this beauty is velvety soft. Hand-loomed from baby alpaca, it’s destined to become your go-to for cozying up on chilly nights.\n\nCrafted by master weavers in a quiet mountain village in the Peruvian Andes, each throw takes about a week to complete. All made exclusively in a fair trade environment.\n\nNote: Alpaca wool is naturally hypoallergenic, so this throw is ideal for those with allergies or sensitive skin.",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/nevado-alpaca-throw-blanket",
    "Keywords": "",
    "Stretch goals": "",
    "Alternative sizes or colors available": "charcoal",
    "Image Path": "citizenry_data\\images\\Nevado_Alpaca_Throw.jpg"
  },
  {
    "Name": "Totora Storage Basket",
    "Price": "$159 (was null)",
    "Description of product": "Rustic meets modern in this round woven storage basket. Sustainably made with natural totora reeds.\n\nAdd a natural element to your space with these woven storage baskets. Thanks to the incredibly durable totora reed (a material used to build fishing boats), these designs are made to withstand it all. Not to mention, these baskets are total statement makers with their extra chunky weave and braided handles.\n\nHandwoven in the homes of master artisans in Lima, Peru, each basket undergoes a meticulous weaving process that takes up to a day to complete. Exclusively made in a fair trade working environment.\n\n**Note:** Due to the handwoven nature of these baskets, expect some variation in size, shape, and color.",
    "Original URL": "https://www.the-citizenry.com/products/totora-storage-basket",
    "Keywords": "Artisan",
    "Stretch goals": "https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzIzMTY5Mjk1Ljk4MjUyODQzMTY1Mi5qcGVn?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzA3NzkyNjIzLjY2NjIzNTI4NjE5OC5qcGVn?w=640&h=640&fit=cover",
    "Alternative sizes or colors available": "Medium, Large, Oversized, Set of 2 - M&L, Set of 3 - M&L&O",
    "Image Path": "citizenry_data\\images\\Totora_Storage_Basket.jpg"
  },
  {
    "Name": "Aurora Alpaca Throw",
    "Price": "$189 (was null)",
    "Description of product": "Handwoven in Peru\n\n16 reviews\n\nHand-loomed in a contrasting grid of the most perfect neutrals, this alpaca throw is an instant modern classic.\n\nTranslation missing: en.product.steps.please_select_size\n\n- \nThrow\n\nAdd a premium gift box - $14\n\n1\n\n- 1\n\n- 2\n\n- 3\n\n- 4\n\n- 5\n\n- 6\n\nAdd To Bag\n\nIn stock. Ready to ship.\n\nEasy 30 Day Returns\n\nWarm, neutral tones. A modern grid design. Hand-knotted fringe. This throw blanket is pure artistry. Hand-loomed from the softest baby alpaca, it’s made for those stay-in-and-get-cozy days to come.\n\nHandwoven in a workshop right outside of Lima, Peru, each throw takes about a day to complete, all made start-to-finish in a fair trade environment.\n\nAvailable as a [Bed Blanket.](https://www.the-citizenry.com/products/aurora-bed-blanket \"Aurora Bed Blanket\")\n\nNote: Alpaca wool is hypoallergenic, so this throw is ideal for those with allergies or sensitive skin.\n\nMeasurements\n\n50\"W x 70\"H with a 17cm hand-knotted fringe trim\n\nMaterials\n\n100% Baby Alpaca\n\nColors\n\nSand, light grey, ecru\n\nOrigin\n\nPeru\n\nTime to Make\n\n1 day\n\nDry cleaning is the best option for removing stains or occasional cleaning.",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/aurora-alpaca-throw",
    "Keywords": "Artisan",
    "Stretch goals": "Esperanza Alpaca Throw, Paloma Alpaca Throw, Celeste Chunky Wool Throw, Cascada Alpaca Throw, Primavera Alpaca Throw, Cuadra Alpaca Throw, La Calle Alpaca Throw, La Brisa Alpaca Throw, Nevado Alpaca Throw, Marisol Alpaca Throw, Mullins Mohair Throw, Selva Alpaca Throw, Diamanta Alpaca Throw, Contigo Chunky Wool Throw, Palabra Alpaca Throw, El Mar Alpaca Throw, Risas Luxe Wool Throw, Maeve Merino Throw, La Calle Alpaca Throw, Adriano Alpaca Throw",
    "Alternative sizes or colors available": "Sand, light grey, ecru",
    "Image Path": "citizenry_data\\images\\Aurora_Alpaca_Throw.jpg"
  },
  {
    "Name": "Stonewashed Linen Sheet Set",
    "Price": "$295 (was $369)",
    "Description of product": "Oh-so-soft French linen sheet sets give beauty sleep a whole new meaning.\n\nSet includes:\n\n- 1 flat sheet\n- 1 fitted sheet\n- 2 pillowcases\n\nMade using only the finest French flax and woven in the oldest, family-run linen mill in Portugal, each piece is Oeko-Tex® certified and made sustainably in a fair trade working environment.\n\nWant to see our bedding for yourself? Go on and test out our linen fabric swatches.",
    "Original URL": "https://www.the-citizenry.com/products/stonewashed-linen-sheet-sets",
    "Keywords": "",
    "Stretch goals": "",
    "Alternative sizes or colors available": "Full, Queen, King, Cal King",
    "Image Path": "citizenry_data\\images\\Stonewashed_Linen_Sheet_Set.jpg"
  },
  {
    "Name": "Tikal Wood Bud Vase",
    "Price": "$89 (was null)",
    "Description of product": "Small but mighty, a petite bud vase handcrafted from Guatemalan Granadillo wood.\n\nIn stock. Ready to ship.\n\nEasy 30 Day Returns\n\nSay hello to the ultimate styling piece. Not only is this bud vase made from the most beautiful Granadillo wood (known for its rich, vertical grain), but it’s also just plain fun. The cute, versatile size lets you style it wherever you’d like – whether on a shelf or on a coffee table. Better yet, create a modern tablescape and add multiple vases down the center of your dining table.\n\nHandmade by a group of artisans in the Petén Jungle of Guatemala, each piece is made from sustainably sourced wood that’s certified by the Forest Stewardship Council (FSC). All made start to finish in a fair trade working environment.\n\nMeasurements\n4.125\" Diameter x 4.75\"H\n\nMaterials\nGranadillo Wood with a sustainably sourced beeswax finish.\n\nColors\nGranadillo – Dark Brown\n\nOrigin\nGuatemala\n\nThe interior of our vases have been finished with a water-resistant coating, so they’re perfect for floral styling. Wash with warm water and soap by hand. Dry immediately. To maintain the natural luster of the wood, condition occasionally with a food-safe oil such as coconut oil.",
    "Original URL": "https://www.the-citizenry.com/products/tikal-wood-bud-vase",
    "Keywords": "FSC, Handmade, Artisan",
    "Stretch goals": "Shaila Wall Hanging, Tikal Wood Serving Board - Arch, Hansa Vase, Faliza Vase, Tikal Wood Serving Bowl, Dasar Brass Bookend, Laguna Wall Hanging, Tikal Round Wood Tray, Lomas Wall Hanging, Beeswax Taper Candles - Set of 2, Alameda Vase, Terranova Vase, Hinoki Wood Floor Mirror, Vati Vase, Tikal Wood Serving Board - Round, Vista Wall Hanging - Portrait, Vallarta Vase, Tikal Wood Serving Board - With Handle, Veeha Glass Candle Holders - Set of 2, Binita Vase",
    "Alternative sizes or colors available": "Granadillo – Dark Brown",
    "Image Path": "citizenry_data\\images\\Tikal_Wood_Bud_Vase.jpg"
  },
  {
    "Name": "Tejal Handwoven Area Rug",
    "Price": "$699.30 (was $999)",
    "Description of product": "An eye-catching pattern in a palette that gives off desert vibes. Meet the rug that’s a total room maker.\nsunset\nTranslation missing: en.product.steps.please_select_size\n\nBold geometric design, earthy palette, soft texture. Simply put, this rug is a showstopper. Handwoven from the highest quality sheep’s wool, a material known for its durability, this piece can stand on its own and also looks incredible layered – it’s versatile like that.\n\nEach rug is handwoven by 14 master artisans in Bhadohi, India. From start-to-finish, it takes five days to complete, all made in a fair trade environment.\n\nWe recommend using a rug pad to reduce wrinkles and slippage.\n\nUnsure of what size rug you need? Visit our rug size and style guide for more information.\n\nMeasurements\nAvailable in 6'x9', 8'x10', 9'x12'\nRug Thickness: 1/8\"\n\nMaterials\n100% New Zealand Wool\n\nColors\nSunset: Shades of tan, ivory, navy, and sienna\n\nOrigin\nIndia\n\nTime to Make\n5 days",
    "Original URL": "https://www.the-citizenry.com/products/tejal-flatweave-area-rug-multi",
    "Keywords": "Artisan",
    "Stretch goals": "Eco-Friendly Rug Pad, Agustin Handwoven Accent Rug, Aditha Handwoven Jute Area Rug, Parthiv Handwoven Jute Area Rug, Rahi Hand-Knotted Accent Rug, Artha Handwoven Striped Area Rug, Lalita Hand-Knotted Area Rug, Ritu Handwoven Accent Rug, Sabina Handwoven Jute Area Rug, Bandera Handwoven Accent Rug, Elora Jute Accent Rug, Nehal Handwoven Area Rug, Artha Handwoven Striped Accent Rug, Hanita Hand-Knotted Accent Rug, Anita Jute Accent Rug, Naira Handwoven Jute Area Rug, Bhakti Handwoven Area Rug, Adini Hand-Knotted Area Rug, Jasmit Handwoven Area Rug, Lata Hand-Knotted Area Rug",
    "Alternative sizes or colors available": "6' x 9', 8' x 10', 9' x 12', 10' x 14'",
    "Image Path": "citizenry_data\\images\\Tejal_Handwoven_Area_Rug.jpg"
  },
  {
    "Name": "Mercado Storage Baskets - Square",
    "Price": "$145 (was null)",
    "Description of product": "Hand-braided palm with leather details. These square storage baskets are as beautiful as they are functional.\n\nEach basket takes about three days to complete. All made start-to-finish by a fair trade cooperative in Guerrero, Mexico.\n\nMedium - 14\"W x 14\"D x 14\"H\nLarge - 16.5\"W x 16.5\"D x 16.5\"H\nOversized - 18\"W x 18\"D x 20\"H\nSince each basket is handwoven, please expect some slight variation in size.\n\nHand-braided palm leaves\n\nNatural\n\nMexico\n\n3 days",
    "Original URL": "https://www.the-citizenry.com/products/mercado-storage-basket",
    "Keywords": "",
    "Stretch goals": "https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDY5MDU3LjY4MTQxNzg2Mjc2LmpwZWc=.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDY5MDU3LjAzNTI1MjgzNjc3Ni5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDY5MDU3LjE1MjQ5NTkyOTc5Mi5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDY5MDU2Ljk5NjUzMTc5MTQ4Ni5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDY5MDU3LjI2MTIwMTY3NTM1NC5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDY5MDU2Ljk5MzA0NjM4ODUwOS5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDY5MDU2Ljk5MzMxNTA0MjQxOC5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDY5MDU2LjM2MjY2NjEyODgzMy5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDY5MDU2LjYxMzQ5OTk3NTU2MS5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDY5MDU2LjU0NjQ4NDI3OTU2Ni5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDY5MDU1Ljk4NjMzMjQ0MTY4MC5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDY5MDU2LjYzNTY0Nzg5MjYwMS5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDY5MDU2Ljc3OTcxMzY4MTQwNy5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDY5MDU2LjY1NjU4Mzg0NjQ0LmpwZWc=.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDYzOTI2LjI3MDQ3NDc0MDgxMS5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDYzOTI2LjA5NzA2OTc0MzA3OS5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDYzOTI2LjEyODk4NTQxMTgxNS5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDYzOTI2LjUwODEyMzkzMjE5LmpwZWc=.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDYzOTI2LjQxMjg0MDEyOTM3Mi5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDYzOTI2LjE4ODk4MzI2MTA0LmpwZWc=.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDYzOTI2LjMxNTA1MDgyNDk0MS5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDYzOTI2LjA0MTEyNzQxNDkwLmpwZWc=.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDYzOTI1Ljk0NjkzMzIyNDYuanBlZw==.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDYzOTI1LjUxMDUzNTI4Nzk1Ny5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDYzOTI1LjUxMDI5MjQ3NTM3LmpwZWc=.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDYzOTI1LjQ1MDE3OTMxMjYzMy5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDYzOTI1LjQ2OTY4MjcxMzA4My5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI2MDYzOTI1LjQ2NTAxNTcwMzkuanBlZw==.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NTU4NzE4LjY5MzUwMjQ0NjE4OC5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NTU4MDM2Ljk4ODM1NTIyNjcwNS5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NTU4MDM3LjYxMzI0NDgyMjEzMi5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NTU3NjE3LjE3NjQ4MTIzNjI1LmpwZWc=.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NTU3MzM4LjAzNjMzMzYzNTIxOS5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzEzNDU2MDExLjkwMTQxNDQ1MTc0OC5qcGVn.jpg?w=640&h=640&fit=cover, https://cdn.dashhudson.com/media/640/1592544228.98512277072.jpeg",
    "Alternative sizes or colors available": "Medium, Large, Oversized, Set of 2 - M&L, Set of 3 - M&L&O",
    "Image Path": "citizenry_data\\images\\Mercado_Storage_Baskets_Square.jpg"
  },
  {
    "Name": "Azad Tall Leather Storage Bins - Black",
    "Price": "$174.30 (was $249)",
    "Description of product": "Luxe, ethically sourced leather, hand-stitched to perfection. Storage bins never looked this good.\n\nHello, handsome. With luxe leather and a unique fold construction, these storage bins add an element of design to any space. Designed in two roomy sizes, they are a great way to organize towels, blankets, and pretty much anything and everything you have on hand.\n\nMade from ethically-sourced leather from Kolkata, each basket is handcrafted in a leather workshop in Gurgaon. Since this is a natural product, each basket is one-of-a-kind – expect variation in markings. Made start-to-finish in a fair trade environment.\n\nAlso available in a [low size](https://www.the-citizenry.com/products/azad-low-leather-storage-bin \"Azad Low Leather Baskets in  Natural and Black Leather\").",
    "Original URL": "https://www.the-citizenry.com/products/azad-tall-leather-storage-bins-black",
    "Keywords": "",
    "Stretch goals": "Also available in a [low size](https://www.the-citizenry.com/products/azad-low-leather-storage-bin \"Azad Low Leather Baskets in  Natural and Black Leather\")",
    "Alternative sizes or colors available": "black, Medium, Large, Set of 2 - M&L",
    "Image Path": "citizenry_data\\images\\Azad_Tall_Leather_Storage_Bins_Black.jpg"
  },
  {
    "Name": "Fresh Eucalyptus Wreath",
    "Price": "$199 (was null)",
    "Description of product": "Experience the natural beauty of this fresh and aromatic eucalyptus wreath, handcrafted in Northern California just for you.\n\nThis wreath is made fresh with live eucalptus and will dry out over the course of a few weeks. Soak in water to revive its appearance, or enjoy the natural look as it dries.\n\nCrafted at a small workshop in Northern California, each botanical is sourced from farms with sustainable, low-till methods. Partnering with local micro-family or women-owned farms, this workshop uses traditional techniques to create and preserve natural works of art. All made start to finish in a fair trade environment.",
    "Original URL": "https://www.the-citizenry.com/products/fresh-eucalyptus-wreath",
    "Keywords": "Handmade, Sustainable",
    "Stretch goals": "",
    "Alternative sizes or colors available": "Medium, Large",
    "Image Path": "citizenry_data\\images\\Fresh_Eucalyptus_Wreath.jpg"
  },
  {
    "Name": "Hinoki Wood Floor Mirror",
    "Price": "$569 (was null)",
    "Description of product": "Clean lines meet the natural beauty of Japanese hinoki wood, masterfully crafted in Okawa, Japan.\n\nEffortless and subtle, yet still a total standout – there are so many reasons this floor mirror is the fairest of them all. Made from the highest-grade hinoki cypress, the frame’s light hue and clean lines allow the mirror to seamlessly blend into your space while also making its claim as a focal point. Perfect for an entry, bedroom, living space, or anywhere you want to add a bit of unexpected style.\n\nHandcrafted by a 4th generation workshop comprised of 33 artisans, each mirror takes over 10 days to complete. All made sustainably in a fair trade working environment.\n\nNote: Available in two sizes - small and standard.",
    "Original URL": "https://www.the-citizenry.com/products/hinoki-wood-floor-mirror",
    "Keywords": "Artisan",
    "Stretch goals": "https://images.dashsocial.com/aHR0cHM6Ly9jZG4uZGFzaHNvY2lhbC5jb20vbWVkaWEvZnVsbC8xNzM5NzIxNzA2LjY0NzQxNDQzNTQ4LmpwZWc=.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NzI1MjU5LjQxNzQxMDkxODk2NC5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NzI1MjU5LjExNTcyNDgyNDYzNi5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NzI1MjU5LjgwMDM4MDIzODIyNC5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NzI1MjU4LjY4NzI0NDU1MDk1LmpwZWc=.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NzI1MjU4LjA2MTc3MzY4NTczLmpwZWc=.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NzI1MjU4LjcxMDMwMzg3NTY5Ni5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NzI1MjU4LjE4MTYyMjc2NDU1Ni5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NzI1MjU4LjU2MDQzNTM2MzM3Ni5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NzI1MjU4LjI2ODA2MTkyNDg5NC5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NzI1MjU3LjIzMDU2MzQ4NjU2LmpwZWc=.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NzI1MjU3LjY5ODA1MDc5MTMxOC5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NzI1MjU3LjQ3NTAwODc3OTU3LmpwZWc=.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NzI1MjU2LjkxOTY4MDQ2NzU3NS5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NzI1MjU3LjA2NTQxODc0ODI0OS5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NzI1MjU2LjU3MTY0NDMzNDM5MC5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NzI1MjU2LjgzNzM1MTM2MzYyLmpwZWc=.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NzI1MjU2LjQxNjc2MTQ2MTAyOC5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NzI1MjU1LjcyMDczMjc2NjQxMy5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NzI1MjU1LjkxMTg2MjYxOTU1NS5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NzI1MjU1LjYzNjkzNDEzNTU0LmpwZWc=.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NzI1MjU1LjczMjE4MDg5Njg2Mi5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NzI1MjU1LjY3ODU3MDU3NjYyNi5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NTU5MjAyLjU3NjgwMjczMzkzLmpwZWc=.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NTU4MzA2LjgxNzc5NDY4ODc5MS5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NTU3NjI0LjMxNDQyODY5MTU0My5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NTU3MzkxLjQzMzY1MzQ5MDUzMy5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NTU3MzM4LjQ0Mzg1OTg2NTExMC5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NTU0NDUyLjMwMTcyMDEyNTgxMi5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NTU0MTk1LjMwNjA1MzQ4NDM4OS5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NTUyNTk4LjQ1NzgyNTU0MDQuanBlZw==.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NTUxNDU0Ljc3MjQ4MjQyMjMzMS5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NTUxNDQ4LjU2OTU2NDMxMzMwNi5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzEzNDY2MTg4LjQ5MTQ0MzkzNzIwNS5qcGVn.jpg?w=640&h=640&fit=cover",
    "Alternative sizes or colors available": "Small, Standard, Natural",
    "Image Path": "citizenry_data\\images\\Hinoki_Wood_Floor_Mirror.jpg"
  },
  {
    "Name": "Samir Handwoven Area Rug - 5' x 8'",
    "Price": "$629 (was $899)",
    "Description of product": "Handwoven using the finest wool, a cozy, kick-off-your-shoes plush area rug.\n\nTan\n\nTranslation missing: en.product.steps.please_select_size\n\n- \n5' x 8'\n\n\n1\n\n- 1\n\n- 2\n\nAdd To Bag\n\nYour email address\n\nYou'll be the first to know when the next batch lands!\n\nWant early access to new releases? Sign up for our emails,\ntoo.\n\nIn stock. Ready to ship.\n\nEasy 30 Day Returns\n\nWoven entirely by hand, this area rug features an extra plush texture that is incredibly soft. With a minimal design and neutral palette, this piece makes any bedroom or living room feel calm and inviting – so go on, kick off your shoes.\n\nEach rug is handwoven using the finest sheep’s wool. All made start-to-finish in a fair trade workshop in Bhadoi, India.\n\nAlso available as an accent rug.\n\nUnsure of what size rug you need? Visit our rug size and style guide for more information.\n\nNOTE: This rug is a high-pile rug, with a 3/4\" pile height. Be sure to measure for door clearance.\n\nMeasurements\nAvailable in 5’x8’\nHigh-Pile Thickness: 3/4\" total (1/4\" flatweave with 1/2\" pile). Be sure to measure for door clearance.\n\nMaterials\n100% Wool\n\nColors\nAvailable in Ecru, Tan, & Light Grey\n\nOrigin\nIndia",
    "Original URL": "https://www.the-citizenry.com/products/samir-handwoven-area-rug-5-x-8",
    "Keywords": "Artisan",
    "Stretch goals": "Also available as an accent rug.",
    "Alternative sizes or colors available": "5' x 8', Ecru, Tan, Light Grey",
    "Image Path": "citizenry_data\\images\\Samir_Handwoven_Area_Rug_5_x_8.jpg"
  },
  {
    "Name": "Mercado Storage Cube",
    "Price": "$105 (was null)",
    "Description of product": "Handwoven from all-natural palm, a compact storage bin that makes corralling clutter look good.\n\nTranslation missing: en.product.steps.please_select_size\n\n- One Cube\n- Set of 2\n\n1\n- 1\n- 2\n- 3\n- 4\n- 5\n- 6\n\nAdd To Bag\n\nYour email address\n\nYou'll be the first to know when the next batch lands!\n\nWant early access to new releases? Sign up for our emails,\ntoo.\n\nShips mid Oct\n\nEasy 30 Day Returns\n\nA compact storage bin for corralling your kitchen, bath, or entryway clutter. Meticulously handwoven from lightweight, yet durable palm leaves and finished with luxe leather handles, these little guys make a handsome accent piece for any shelf setup.\n\nEach storage cube is handcrafted by a cooperative of master artisans in Guerrero, Mexico. All made start-to-finish in a fair trade environment, it takes about three days to complete.",
    "Original URL": "https://www.the-citizenry.com/products/mercado-storage-cube-basket",
    "Keywords": "Artisan",
    "Stretch goals": "Mercado Storage Baskets - Square, Mercado Storage Baskets - Round, Mercado Floor Baskets, Mercado Hampers, Rivi Storage Basket, Merapi Storage Baskets, Azad Tall Leather Storage Bins, Totora Floor Basket, Ziwa Oversized Basket, Totora Storage Basket, Kawi Wicker Floor Basket, Bolga Storage Baskets, Azad Low Leather Storage Bin, Kawi Wicker Storage Basket, Nyumba Baskets, Bolga Floor Baskets, Kawi Wicker Hamper, Bolga Tall Basket, Mercado Laundry Set - Set of 3, Azad Tall Leather Storage Bins - Black",
    "Alternative sizes or colors available": "One Cube, Set of 2",
    "Image Path": "citizenry_data\\images\\Mercado_Storage_Cube.jpg"
  },
  {
    "Name": "Samir Handwoven Area Rug",
    "Price": "$1,099 (was null)",
    "Description of product": "Handwoven using the finest wool, a cozy, kick-off-your-shoes plush area rug.\n\nTan\n\nTranslation missing: en.product.steps.please_select_size\n\n- 6' x 9'\n- 8' x 10'\n- 9' x 12'\n- 10' x 14'\n\n1\n- 1\n- 2\n- 3\n- 4\n\nAdd To Bag\n\nYour email address\n\nYou'll be the first to know when the next batch lands!\n\nWant early access to new releases? Sign up for our emails,\ntoo.\n\nIn stock. Ready to ship.\n\nEasy 30 Day Returns\n\nWoven entirely by hand, this area rug features an extra plush texture that is incredibly soft. With a minimal design and neutral palette, this piece makes any bedroom or living room feel calm and inviting – so go on, kick off your shoes.\n\nEach rug is handwoven using the finest sheep’s wool. All made start-to-finish in a fair trade workshop in Bhadohi, India.\n\nAlso available as an accent rug.\n\nUnsure of what size rug you need? Visit our rug size and style guide for more information.\n\nNOTE: This rug is a high-pile rug, with a 3/4\" pile height. Be sure to measure for door clearance.",
    "Original URL": "https://www.the-citizenry.com/products/samir-wool-area-rug",
    "Keywords": "Artisan",
    "Stretch goals": "https://www.the-citizenry.com/products/samir-accent-rug \"Samir Accent Rug Rug\"",
    "Alternative sizes or colors available": "6' x 9', 8' x 10', 9' x 12', 10' x 14', Ecru, Tan, Light Grey",
    "Image Path": "citizenry_data\\images\\Samir_Handwoven_Area_Rug.jpg"
  },
  {
    "Name": "Hinoki Wood Side Table",
    "Price": "$479 (was null)",
    "Description of product": "Artful, modern, and perfectly petite. A side table that’s equal parts versatile and effortless, made from the highest quality Japanese hinoki wood.\n\nHandcrafted from sustainably harvested hinoki cypress wood, this modern side table is a true conversation piece. The half moon design features subtle curves as well as straight lines at the base, bringing softness and a modern sensibility to any space. The smaller size allows the table to moonlight as extra seating, too, so it’s super versatile. Style anywhere you want to make a quiet statement — in the bath, guest bedroom, or on either side of an accent chair.\n\nHandcrafted from the highest grade hinoki cypress, this table features a soft feel and aromatic scent (that gets more fragrant when wet). From start-to-finish, each one takes over a week to complete. All made in a fair trade workshop in Okawa, Japan, that has perfected the art of furniture making over four generations.",
    "Original URL": "https://www.the-citizenry.com/products/hinoki-wood-side-table",
    "Keywords": "Artisan",
    "Stretch goals": "Hinoki Wood Ladder, Hinoki Wood Bench, Hinoki Wood Standing Rack, Mayra Marble Side Table, Meru Counter Stool - Teak, Torres Round Leather Ottoman - Medium & Large, Dua Wicker Stool, Torres Round Leather Ottoman - Small, Hinoki Wood Bath Stool, Meru Counter Stool - Mindi, Manai Woven Nightstand, Sanjay Ottoman - Medium & Large, San Pedro Woven Bench, Azibo Woven Wall Hanging, Hanging Leather Headboard, Ora Wicker Coffee Table, Jaya Nightstand, Mishka Wood Side Table, Penida Wicker Bench, Ravi Platform Bed",
    "Alternative sizes or colors available": "Round, Half Moon, Set - 1 ea.",
    "Image Path": "citizenry_data\\images\\Hinoki_Wood_Side_Table.jpg"
  },
  {
    "Name": "Totora Floor Basket",
    "Price": "$139 (was null)",
    "Description of product": "Hailing from the coasts of Peru, these woven floor baskets bring a modern, artisanal feel to your space.\n\nExtra chunky weave. Braided handles. These woven floor baskets are a thing of beauty. Not to mention, they’re incredibly durable, too – woven with the strong totora reed (a material used to build fishing boats), these designs are made to withstand it all.\n\nHandwoven in the homes of master artisans in Lima, Peru, each basket undergoes a meticulous weaving process that takes up to a day to complete. Exclusively made in a fair trade working environment.\n\nDue to the handwoven nature of these baskets, expect some variation in size, shape, and color.",
    "Original URL": "https://www.the-citizenry.com/products/totora-floor-basket",
    "Keywords": "Artisan",
    "Stretch goals": "Totora Storage Basket, Bolga Floor Baskets, Padma Square Storage Baskets, Rivi Storage Basket, Bolga Storage Baskets, Mercado Floor Baskets, Azad Tall Leather Storage Bins, Merapi Storage Baskets, Mercado Storage Baskets - Round, Mercado Storage Baskets - Square, Ziwa Oversized Basket, Azad Low Leather Storage Bin, Kawi Wicker Floor Basket, Mercado Storage Cube, Kawi Wicker Storage Basket, Mercado Hampers, Azad Tall Leather Storage Bins - Black, Nyumba Baskets, Kawi Wicker Hamper, Bolga Tall Basket",
    "Alternative sizes or colors available": "Small, Medium, Large, Set of 2 - M&L, Set of 3 - S&M&L",
    "Image Path": "citizenry_data\\images\\Totora_Floor_Basket.jpg"
  },
  {
    "Name": "Padma Round Storage Basket",
    "Price": "$99 (was null)",
    "Description of product": "A material known for its durability, the hogla leaf of Bangladesh was practically born to be a woven basket for corralling clutter.\n\nTranslation missing: en.product.steps.please_select_size\n\nMade of durable hogla leaves, this storage basket brings a natural, organic feel to any space. Designed in a clean, minimal silhouette, it effortlessly blends in modern or traditional homes alike. Available in three roomy sizes, they're made to stash it all - blankets, toys, towels - pretty much anything and everything.\n\nMeticulously braided by hand by a cooperative of women in Dhaka, Bangladesh, each one is made with sustainably harvested materials in a fair trade environment.",
    "Original URL": "https://www.the-citizenry.com/products/padma-round-storage-basket",
    "Keywords": "Organic",
    "Stretch goals": "Padma Rectangle Storage Baskets, Mercado Floor Baskets, Mercado Storage Baskets - Round, Mercado Storage Baskets - Square, Azad Tall Leather Storage Bins, Merapi Storage Baskets, Ziwa Oversized Basket, Totora Floor Basket, Rivi Storage Basket, Totora Storage Basket, Azad Low Leather Storage Bin, Kawi Wicker Floor Basket, Mercado Laundry Set - Set of 3, Mercado Storage Cube, Kawi Wicker Storage Basket, Bolga Floor Baskets, Padma Square Storage Baskets, Bolga Storage Baskets, Mercado Hampers, Azad Tall Leather Storage Bins - Black",
    "Alternative sizes or colors available": "Small, Medium, Large, Oversized, Set of 2 - M&L, Set of 3 - M&L&O, Set of 4 - S&M&L&O, Natural",
    "Image Path": "citizenry_data\\images\\Padma_Round_Storage_Basket.jpg"
  },
  {
    "Name": "Stonewashed Linen Quilt",
    "Price": "$239 (was $299)",
    "Description of product": "Solids: espresso\n\nPatterns\n\nTranslation missing: en.product.steps.please_select_size\n\n- Full/Queen\n- King/Cal King\n\n1\n- 1\n- 2\n- 3\n- 4\n- 5\n- 6\n\nAdd To Bag\n\nYour email address\n\nYou'll be the first to know when the next batch lands!\n\nWant early access to new releases? Sign up for our emails,\ntoo.\n\nShips late Nov\n\nFree Shipping\n\nFree U.S. Shipping & Easy Returns on Bedding and Bath\n\nA one-and-done bed maker that’s effortless to style, supremely soft, and a total showpiece. Say hello to our stonewashed linen quilts – a must-have addition for your bedroom that’s lightweight, cozy, and perfect year-round. Designed to mix and match with our entire stonewashed linen bedding collection, each quilt features large 7.5” squares for added fluff and is garment washed to create a super soft feel.\n\nMade using only the finest French flax and woven in the oldest, family-run linen mill in Portugal, each piece is Oeko-Tex®-certified and made sustainably in a fair trade working environment.\n\nWant to see our bedding for yourself? Go on and test out our linen fabric swatches.",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/stonewashed-linen-quilt",
    "Keywords": "",
    "Stretch goals": "",
    "Alternative sizes or colors available": "Full/Queen, King/Cal King, espresso, olive, aegean, ivory, emerald, barley, barley-stripe, slate-blue, sand, sienna, white, seaglass, indigo-chambray, sand-thin-stripe, graphite-thin-stripe, charcoal, rose",
    "Image Path": "citizenry_data\\images\\Stonewashed_Linen_Quilt.jpg"
  },
  {
    "Name": "Neena Handwoven Area Rug",
    "Price": "$1,329.30 (was $1,899)",
    "Description of product": "Add warmth and global appeal to any room with this soft-hued wool rug, handwoven by master artisans in India.\n\nWith its serene palette and statement-making design, this flatweave wool rug is a total room maker. Not only is it visually stunning, but it’s sustainably made and woven to size (no waste here!). Perfect for spaces big or small, style anywhere you want to add a global touch.\n\nHandwoven by a collective of 200 weavers in Panipat, one of India’s historic hubs for rug making, each one takes days to complete. Every rug is Oeko-Tex® certified and made sustainably in a fair trade environment.\n\nWe recommend using a rug pad to prevent wrinkles and slippage.\n\nMeasurements\nAvailable in 5'x8', 6'x9', 8'x10', 9'x12'\nRug Thickness: 1/8\"\n\nMaterials\n100% New Zealand wool\n\nColors\nFlax\n\nOrigin\nIndia",
    "Original URL": "https://www.the-citizenry.com/products/neena-area-rug",
    "Keywords": "Artisan",
    "Stretch goals": "accent rug",
    "Alternative sizes or colors available": "flax, 5' x 8', 6' x 9', 8' x 10', 9' x 12', 10' x 14'",
    "Image Path": "citizenry_data\\images\\Neena_Handwoven_Area_Rug.jpg"
  },
  {
    "Name": "Padma Square Storage Baskets",
    "Price": "$99 (was null)",
    "Description of product": "An object is only as beautiful as the environment in which it’s made. That’s why we travel the globe to bring the world’s best craftsmanship home to you. Each design is made by the most incredible artisans with the finest materials. All made start-to-finish with fair trade standards.\n\nMade of durable hogla leaves, this storage basket brings a natural, organic feel to any space. Designed in a clean, minimal silhouette, it effortlessly blends in modern or traditional homes alike. Available in three roomy sizes, they’re made to stash it all – blankets, toys, towels – pretty much anything and everything.\n\nMeticulously braided by hand by a cooperative of women in Dhaka, Bangladesh, each one is made with sustainably harvested materials in a fair trade environment.",
    "Original URL": "https://www.the-citizenry.com/products/padma-square-storage-baskets",
    "Keywords": "Artisan, Organic",
    "Stretch goals": "",
    "Alternative sizes or colors available": "Small, Medium, Large, Oversized, Set of 2 - M&L, Set of 3 - M&L&O",
    "Image Path": "citizenry_data\\images\\Padma_Square_Storage_Baskets.jpg"
  },
  {
    "Name": "Stonewashed Linen Euro Shams",
    "Price": "$75 (was $94)",
    "Description of product": "Organic texture. Laid-back vibes. Supremely soft. Our linen shams are what dreams are made of. Designed to mix and match with our entire stonewashed linen collection, each piece is loomed to give you a super soft feel. And it only gets softer with time (that is, every single time you wash it).\n\nMade using only the finest French flax and woven in the oldest, family-run linen mill in Portugal, each piece is Oeko-Tex® certified and made sustainably in a fair trade working environment.\n\nWe recommend styling a full- or queen-sized bed with two Euro shams, and a king- or california-king sized bed with three.\n\nWant to see our bedding for yourself? Go on and test out our linen fabric swatches.",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/stonewashed-linen-euro-shams",
    "Keywords": "Organic",
    "Stretch goals": "Stonewashed Linen Duvet Cover, Stonewashed Linen Quilt, Stonewashed Linen Shams, Stonewashed Linen Sheet Set, Stonewashed Linen Pillowcases, Organic Cotton Gauze Bed Blanket, Stonewashed Linen Fitted Sheet, Organic Cotton Gauze Shams, Organic Cotton Gauze Quilt, Stonewashed Linen Curated Bed Bundle, Naya Organic Cotton Quilted Bed Blanket, La Brisa Alpaca Bed Blanket, Arya Linen Bed Blanket, Signature Down-Alternative Duvet Insert, Signature Down-Alternative Pillow, Stonewashed Linen Bed Bundle, Cotton Gauze Throw - White, Ayla Organic Cotton Quilted Bed Blanket, Stonewashed Organic Cotton Percale Shams, Organic Resort Cotton Sheet Set",
    "Alternative sizes or colors available": "Single Sham, Set of 2, Set of 3",
    "Image Path": "citizenry_data\\images\\Stonewashed_Linen_Euro_Shams.jpg"
  },
  {
    "Name": "Naveta Velvet Small Lumbar Pillow",
    "Price": "$85 (was null)",
    "Description of product": "The perfect mix and match pillow for any space, this 100% cotton velvet lumbar pillow mixes earthy hues with cozy texture. This pillow comes ready to style with a down alternative insert.\n\nCozier days start with cotton velvet. Crafted from 100% organic cotton velvet, this effortlessly luxe lumbar pillow warms up any space with calming earth tones. Accented with a half-inch fringe detailing, every piece can be styled solo or added as the finishing touch to your other pillows.\n\nLoomed by a collective of 200 weavers in Panipat, known around the world as India’s City of Weavers, every pillow is Oeko-Tex® and Global Organic Textile Standard (GOTS) certified. All sustainably made in a fair trade environment.\n\nThis pillow comes ready to style. Cruelty-free down alternative insert included.",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/naveta-velvet-small-lumbar-pillow",
    "Keywords": "Organic",
    "Stretch goals": "",
    "Alternative sizes or colors available": "Aegean, Camel, Almond, Mulberry, Moss, Cocoa, Spice, 12'' x 20''",
    "Image Path": "citizenry_data\\images\\Naveta_Velvet_Small_Lumbar_Pillow.jpg"
  },
  {
    "Name": "Mercado Storage Baskets - Round",
    "Price": "$145 (was null)",
    "Description of product": "Soft lines, hand-braided palm leaves, and luxe leather handles combine to create these handsome round storage baskets from Mexico.\n\nBeautiful and functional with global appeal, all while keeping clutter at bay. These baskets truly do it all. Handwoven from locally-sourced palm leaves, these baskets are lightweight, durable, and stand up to the day-to-day. Perfect for stashing blankets, books, laundry, or towels – we promise you’ll want one (or two) for every room.\n\nHandcrafted by a cooperative of master artisans in Guerrero, Mexico, each basket takes around three days to complete. All made start-to-finish in a fair trade environment.\n\nMeasurements\nMedium - 14\"W x 14\"H\nLarge - 16\"W x 16\"H\nOversized - 20\"W x 20\"H\nSince each basket is handwoven, please expect some slight variation in size.\n\nMaterials\nHand-braided palm leaves, leather handles\n\nColors\nNatural\n\nOrigin\nMexico\n\nTime to Make\n3 days",
    "Original URL": "https://www.the-citizenry.com/products/mercado-storage-baskets-round",
    "Keywords": "Artisan",
    "Stretch goals": "https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzI1NTU4NzE5LjM5MzkzNjQyNTI2NS5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzIxMTMwNTA3LjM5NTg5NzkwMjUwLmpwZWc=.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzE1MzY4MjQxLjgyMTIyNDU3NjEyMi5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzE1MzQxNTkyLjAyNjQ0Nzg3OTA0MS5qcGVn.jpg?w=640&h=640&fit=cover, https://images.dashhudson.com/aHR0cHM6Ly9jZG4uZGFzaGh1ZHNvbi5jb20vbWVkaWEvZnVsbC8xNzE0OTI2NTgxLjczOTI5NjI1NDMzNS5qcGVn.jpg?w=640&h=640&fit=cover",
    "Alternative sizes or colors available": "Medium, Large, Oversized, Set of 2 - M&L, Set of 3 - M&L&O",
    "Image Path": "citizenry_data\\images\\Mercado_Storage_Baskets_Round.jpg"
  },
  {
    "Name": "Paloma Alpaca Throw",
    "Price": "$132 (was $189)",
    "Description of product": "A luxuriously soft baby alpaca throw, hand-loomed in soft blush and muted greys.\n\nblush grey\n1\n- 1\n\nAdd To Bag\n\nYour email address\n\nYou'll be the first to know when the next batch lands!\n\nWant early access to new releases? Sign up for our emails,\ntoo.\n\nIn stock. Ready to ship.\n\nEasy 30 Day Returns. Unless noted as Final Sale.\n\nA luxuriously soft alpaca throw with an unexpected pop of blush. Each stripe features a different loom technique, a shameless display of our affection for Peru’s ancient art of weaving.\n\nCrafted by master weavers in a quiet mountain village in the Peruvian Andes, each throw takes about a week to complete. Made exclusively in a fair trade environment.\n\nNote: Alpaca wool is hypoallergenic, so this throw is ideal for those with allergies or sensitive skin.\n\nMeasurements\n70\"L x 50\"W (+ 7\" Hand-knotted fringe)\n\nMaterials\n100% Baby Alpaca\n\nColors\nShades of grey – from dove to charcoal, light blush, and cream\n\nOrigin\nPeru\n\nTime to Make\n1 week\n\nDry cleaning is the best option for removing stains or occasional cleaning.\n\nShipping\nMost in-stock items will ship via FedEx Ground in 7-10 business days unless otherwise noted. Items noted as White Glove will ship separately from the rest of your order, with delivery fees starting at $289 for most orders.\n\nReturns\n**Exchanges and returns for store credit are free**.\n\nPrefer a refund? A single re-stocking fee will apply to returns within 30 days:\n\n**$0** (no fee) for just bedding and/or towels\n\n**$10** for most other returned orders **$50** if your return includes oversized items (area rugs, furniture, mirrors)\n\nWhite glove delivery items are handled separately and have a 15% re-stocking fee.\n\nFor more information, please review our [Shipping](https://www.the-citizenry.com/pages/help#shipping) and [Returns](https://www.the-citizenry.com/pages/help#returns-exchanges) sections within our FAQ.",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/paloma-throw",
    "Keywords": "Artisan",
    "Stretch goals": "",
    "Alternative sizes or colors available": "blush grey",
    "Image Path": "citizenry_data\\images\\Paloma_Alpaca_Throw.jpg"
  },
  {
    "Name": "Hinoki Wood Bath Mat",
    "Price": "$179 (was null)",
    "Description of product": "Create a zen-like retreat with our modern take on the bath mat, handcrafted from beautiful Japanese Hinoki wood.\n\nTurn your bath into a zen retreat with this handcrafted hinoki wood bath mat. Native to central Japan, hinoki wood is known for its light hue, incredibly soft feel, and aromatic scent. You heard right - when wet, hinoki wood releases a scent that’s both therapeutic and calming. Trust us, the scent is heavenly.\n\nHandcrafted with the highest grade hinoki cypress, you won’t find any knots or imperfections on this bath mat. Each one takes over a week to complete, all made start-to-finish in a fair trade working environment in Okawa, Japan - the home of hinoki wood furniture making.\n\nNote: Available in two sizes - medium and large.",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/hinoki-wood-bath-mat",
    "Keywords": "",
    "Stretch goals": "",
    "Alternative sizes or colors available": "Medium, Large",
    "Image Path": "citizenry_data\\images\\Hinoki_Wood_Bath_Mat.jpg"
  },
  {
    "Name": "Copper Palo Santo Set",
    "Price": "$55.30 (was $79)",
    "Description of product": "Handcrafted from luxe copper, bring on the good vibes with this sculptural palo santo holder. Meaning \"holy wood,\" Incas burned palo santo to cleanse spaces and combat negative energy. Light one end, place in holder, and then let the smoke bring a beautiful woodsy scent to your space. Each one is handcrafted by master artisans in Pune, India. All made start-to-finish in a fair trade environment. The best part? Each holder comes with a bundle of sustainably-harvested palo santo sticks - so you’ll be ready to go!",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/copper-palo-santo-holder",
    "Keywords": "Artisan",
    "Stretch goals": "Copper Palo Santo Set",
    "Alternative sizes or colors available": "copper, 1, 2, 3, 4, 5, 6",
    "Image Path": "citizenry_data\\images\\Copper_Palo_Santo_Set.jpg"
  },
  {
    "Name": "Mercado Floor Baskets",
    "Price": "$145 (was null)",
    "Description of product": "A low-profile storage basket handwoven from lightweight, yet durable palm.\nMeticulously handcrafted from locally-sourced palm leaves and accented with luxe leather handles, this set of low-profile baskets make stashing clutter look good. Designed in a shallow, yet roomy size, these baskets are perfect for storing books, towels, or shoes. And bonus - their short stature makes them easy to slide under your bed or coffee table.\nEach basket is handcrafted by a cooperative of master artisans in Guerrero, Mexico. All made start-to-finish in a fair trade environment, it takes about three days to complete.",
    "Original URL": "https://www.the-citizenry.com/products/mercado-floor-storage-baskets-natural",
    "Keywords": "Artisan",
    "Stretch goals": "",
    "Alternative sizes or colors available": "natural, Medium, Large, Set of 2 - M&L, Natural or Natural & Black",
    "Image Path": "citizenry_data\\images\\Mercado_Floor_Baskets.jpg"
  },
  {
    "Name": "Mercado Storage Baskets - Round",
    "Price": "$145 (was null)",
    "Description of product": "Soft lines, hand-braided palm leaves, and luxe leather handles combine to create these handsome round storage baskets from Mexico.\n\nBeautiful and functional with global appeal, all while keeping clutter at bay. These baskets truly do it all. Handwoven from locally-sourced palm leaves, these baskets are lightweight, durable, and stand up to the day-to-day. Perfect for stashing blankets, books, laundry, or towels – we promise you’ll want one (or two) for every room.\n\nHandcrafted by a cooperative of master artisans in Guerrero, Mexico, each basket takes around three days to complete. All made start-to-finish in a fair trade environment.\n\n- Measurements\nMedium - 14\"W x 14\"H\nLarge - 16\"W x 16\"H\nOversized - 20\"W x 20\"H\nSince each basket is handwoven, please expect some slight variation in size.\n\n- Materials\nHand-braided palm leaves, leather handles\n\n- Colors\nNatural\n\n- Origin\nMexico\n\n- Time to Make\n3 days",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/mercado-storage-baskets-round",
    "Keywords": "Artisan",
    "Stretch goals": "",
    "Alternative sizes or colors available": "Medium, Large, Oversized, Set of 2 - M&L, Set of 3 - M&L&O",
    "Image Path": "citizenry_data\\images\\Mercado_Storage_Baskets_Round.jpg"
  },
  {
    "Name": "Cuadra Alpaca Throw",
    "Price": "$132.30 (was $189)",
    "Description of product": "Minimal design. Super soft texture. This hand-loomed baby alpaca throw is understated perfection.\nClean, classic stripes in a soft neutral palette, this alpaca throw is the perfect trifecta - subtle, mixable, and giftable. Not to mention, it’s incredibly soft - meticulously hand-loomed from 100% baby alpaca, a material once reserved for Inca royalty.\nHandwoven by master artisans in a quiet mountain village in the Peruvian Andes, each throw takes about a week to complete. All made exclusively in a fair trade environment.\nNote: Alpaca wool is hypoallergenic, so this throw is ideal for those with allergies or sensitive skin.",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/cuadra-grey-striped-alpaca-throw",
    "Keywords": "Artisan",
    "Stretch goals": "Add a premium gift box - $14",
    "Alternative sizes or colors available": "grey cream",
    "Image Path": "citizenry_data\\images\\Cuadra_Alpaca_Throw.jpg"
  },
  {
    "Name": "La Calle Alpaca Throw",
    "Price": "$169 (was null)",
    "Description of product": "Rich, earthy hues. Intricately woven design. This alpaca throw makes a handsome addition to your home.\n\nsand\n\n1\n\n- 1\n\nAdd To Bag\n\nYour email address\n\nYou'll be the first to know when the next batch lands!\n\nWant early access to new releases? Sign up for our emails,\ntoo.\n\nIn stock. Ready to ship.\n\nEasy 30 Day Returns\n\nRich, earthy hues. Intricately woven pattern. This hand-loomed alpaca throw instantly elevates the look of any couch or bed. Not to mention, it’s incredibly soft and warm – so, go on and cozy up.\n\nHandwoven by master artisans in a quiet mountain village in the Peruvian Andes, each throw takes about a week to complete. All made exclusively in a fair trade environment.\n\nNote: Alpaca wool is hypoallergenic, so this throw is ideal for those with allergies or sensitive skin.\n\nMeasurements\n\n70\"L x 50\"W (+1.5\" Eyelash Fringe)\n\nMaterials\n\n100% Baby Alpaca\n\nColors\n\nAvailable in Olive, Charcoal, Sand, Rust, Clay, and Stone Grey\n\nOrigin\n\nPeru\n\nTime to Make\n\n1 week",
    "Original URL": "https://www.the-citizenry.com/products/la-calle-alpaca-throw",
    "Keywords": "Artisan",
    "Stretch goals": "Marisol Alpaca Throw, Nevado Alpaca Throw, Rowan Mohair Throw, Esperanza Alpaca Throw, Aurora Alpaca Throw, Maeve Merino Throw, La Leña Luxe Alpaca Throw, Contigo Chunky Wool Throw, Lirio Alpaca Throw, Alto Luxe Alpaca Throw, Diamanta Alpaca Throw, Selva Alpaca Throw, La Brisa Alpaca Throw, Risas Luxe Wool Throw, Palabra Alpaca Throw, Cuadra Alpaca Throw, Olmo Alpaca Throw, Cascada Alpaca Throw, Clara Chunky Wool Throw, Mullins Mohair Throw",
    "Alternative sizes or colors available": "Olive, Charcoal, Sand, Rust, Clay, Stone Grey",
    "Image Path": "citizenry_data\\images\\La_Calle_Alpaca_Throw.jpg"
  },
  {
    "Name": "Veeha Glass Candle Holders - Set of 2",
    "Price": "$55.30 (was $79)",
    "Description of product": "Make your space a little brighter with the warm glow of these sculptural glass candle holders.\n\nA style that positively glows, this elegant set of glass candle holders blend rounded, sculptural details with timeless style. Perfect as a centerpiece for your dining table or a handcrafted gift to a friend, each piece adds a natural warmth in any space. Fits standard 3/4\" taper candles.\n\nHandcrafted in a workshop just outside of Delhi, India, each piece is made start to finish in a fair trade environment.",
    "Original URL": "https://www.the-citizenry.com/products/veeha-glass-candle-holders",
    "Keywords": "Handmade",
    "Stretch goals": "Beeswax Taper Candles - Set of 2, Alameda Vase, Eshana Sandstone Candle Holders - Set of 2, Anima Marble Bookends - Set of 2, Binita Vase, Loma Table Vases, Sitara Glass Vase, Hansa Vase, Vati Vase, Vallarta Vase, Hinoki Wood Floor Mirror, Terranova Vase, Costanera Wall Hanging, Tikal Wood Bud Vase, Faliza Vase, Tikal Wood Serving Bowl, Copper Palo Santo Set, Tikal Wood Serving Board - Round, Yashani Marble Sculpture",
    "Alternative sizes or colors available": "Clear",
    "Image Path": "citizenry_data\\images\\Veeha_Glass_Candle_Holders_Set_of_2.jpg"
  },
  {
    "Name": "Beeswax Taper Candles - Set of 2",
    "Price": "$20 (was $29)",
    "Description of product": "A bright spot in any space, these handmade taper candles are crafted from pure beeswax. Available in a range of rich, soothing colors, each 12” candle has a burn time of about 10 hours. Style as a rich set on your holiday table or over the fireplace.\nCrafted by hand from 100% beeswax for a longer burn time, these candles are made in collaboration with Greentree Home Candle. Made start-to-finish in a fair trade environment.",
    "Original URL": "https://www.the-citizenry.com/products/beeswax-taper-candles-set-of-2",
    "Keywords": "Handmade",
    "Stretch goals": "",
    "Alternative sizes or colors available": "blush, 1, 2, 3, 4, 5, 6, White, Mint, Spruce, Goldenrod, Amber",
    "Image Path": "citizenry_data\\images\\Beeswax_Taper_Candles_Set_of_2.jpg"
  },
  {
    "Name": "Stonewashed Linen Sheet Set",
    "Price": "$295 (was $369)",
    "Description of product": "Oh-so-soft French linen sheet sets give beauty sleep a whole new meaning.\nSet includes:\n- 1 flat sheet\n- 1 fitted sheet\n- 2 pillowcases\nMade using only the finest French flax and woven in the oldest, family-run linen mill in Portugal, each piece is Oeko-Tex® certified and made sustainably in a fair trade working environment.",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/stonewashed-linen-sheet-sets",
    "Keywords": "",
    "Stretch goals": "",
    "Alternative sizes or colors available": "Full, Queen, King, Cal King, Sand, Aegean, Olive, Espresso, Seaglass, Ivory, Barley, Barley Stripe, Emerald, White, Slate Blue, Sienna, Indigo Chambray, Charcoal, Rose, Graphite Thin Stripe, Sand Thin Stripe",
    "Image Path": "citizenry_data\\images\\Stonewashed_Linen_Sheet_Set.jpg"
  },
  {
    "Name": "Sanjay Ottoman - Medium & Large",
    "Price": "$399 (was null)",
    "Description of product": "Handwoven using soft, yet durable cotton, this modern ottoman is the perfect footrest, coffee table, or extra seating. Featuring a sturdy, yet lightweight design, this versatile piece is the perfect footrest, coffee table, or extra seating.\nHandcrafted in Jaipur, India, this piece is made by a small furniture making workshop. All made start-to-finish in a fair trade environment.",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/sanjay-cotton-ottoman-medium-large",
    "Keywords": "",
    "Stretch goals": "",
    "Alternative sizes or colors available": "Medium, Large, Set - 1 ea., Stripe: Ivory and grey with dark navy striping, Solid: Ivory and grey",
    "Image Path": "citizenry_data\\images\\Sanjay_Ottoman_Medium_Large.jpg"
  },
  {
    "Name": "Eshana Sandstone Candle Holders - Set of 2",
    "Price": "$99 (was null)",
    "Description of product": "The unique shades and veining of natural sandstone are enhanced by a warm glow in these beautiful candle holders.\n\nFits standard 3/4\" taper candles.\n\nA tablescape isn’t complete without the warm glow of these minimal candle holders, carved from beautiful rainbow sandstone. Flecked with distinctive shades of red, violet, and brown veining, each piece is a sculptural accent that’s truly one of a kind. Fits standard 3/4\" taper candles.\n\nHandcrafted from locally-sourced sandstone from the mountains of India, each piece can take several days to make. From the first cut to the final polish, artisans bring their generations of experience to reveal the unique character of each piece. All made start to finish in a fair trade environment in Agra, India.\n\nNote: Due to the porous nature of sandstone, water or wax marks may be apparent over time. See care instructions and wipe dry after use.",
    "Original URL": "https://www.the-citizenry.com/products/eshana-sandstone-candle-holders",
    "Keywords": "Handmade, Artisan",
    "Stretch goals": "2 White Hand-Dipped Beeswax Tapers - $29 $20, Beeswax Taper Candles - Set of 2 $29 $20, Veeha Glass Candle Holders - Set of 2 $79 $55, Vida Ceramic Candle Holders - Set of 2 $279, Adana Kilim Stocking $129, Tikal Wood Serving Bowl From $99, Anima Marble Bookends - Set of 2 $89, Vallarta Vase $119 $83, Alameda Vase From $159, Eshana Sandstone Palo Santo Set $69, Vati Vase From $79 $55, Hinoki Wood Floor Mirror From $569, Yashani Marble Sculpture $199, Lomas Wall Hanging From $999, Terranova Vase From $329, Tikal Wood Bud Vase $89, Binita Vase $119 $83, Costanera Wall Hanging From $269 $188, Sitara Glass Vase From $89 $62, Mirai Wall Hanging $299",
    "Alternative sizes or colors available": "Rainbow Sandstone",
    "Image Path": "citizenry_data\\images\\Eshana_Sandstone_Candle_Holders_Set_of_2.jpg"
  },
  {
    "Name": "Organic Resort Cotton Sheet Set",
    "Price": "$143 (was $239)",
    "Description of product": "Sleep easy with our resort cotton sheets - sustainably made from organic long-staple Turkish cotton in a calming color palette. Free Shipping & Returns.\n\nSet includes:\n\n- 1 Flat Sheet\n- 1 Fitted Sheet\n- 2 Pillowcases\n\nMade using 100% organic long-staple cotton in the Aegean region of Turkey, each piece is Oeko-Tex® and Global Organic Textile Standard (GOTS) certified. From sourcing to finishing and every step in between, each piece is made sustainably in a fair trade working environment.",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/organic-turkish-cotton-sheet-set",
    "Keywords": "Organic",
    "Stretch goals": "Add a premium gift box - $19",
    "Alternative sizes or colors available": "solid light-grey, Full, Queen, King",
    "Image Path": "citizenry_data\\images\\Organic_Resort_Cotton_Sheet_Set.jpg"
  },
  {
    "Name": "Azad Tall Leather Storage Bins",
    "Price": "$249 (was null)",
    "Description of product": "Luxe, ethically sourced leather, hand-stitched to perfection. Storage bins never looked this good.\n\nHello, handsome. With luxe leather and a unique fold construction, these storage bins add an element of design to any space. Designed in two roomy sizes, they are a great way to organize towels, blankets, and pretty much anything and everything you have on hand.\n\nMade from ethically-sourced leather from Kolkata, each basket is handcrafted in a leather workshop in Gurgaon. Since this is a natural product, each basket is one-of-a-kind – expect variation in markings. Made start-to-finish in a fair trade environment.",
    "Original URL": "https://www.the-citizenry.com/products/azad-tall-leather-storage-bins",
    "Keywords": "",
    "Stretch goals": "Also available in a [low size](https://www.the-citizenry.com/products/azad-low-leather-storage-bin \"Azad Low Leather Baskets in  Natural and Black Leather\")",
    "Alternative sizes or colors available": "natural, Medium, Large, Set of 2 - M&L",
    "Image Path": "citizenry_data\\images\\Azad_Tall_Leather_Storage_Bins.jpg"
  },
  {
    "Name": "Merapi Storage Baskets",
    "Price": "$279 (was null)",
    "Description of product": "Stash clutter and add instant global appeal with these durable hand-braided baskets from Indonesia.\n\nHandcrafted using durable, sustainably sourced abaca plant fiber, these storage baskets add a warm, organic feel to your space. Featuring an extra-thick construction and roomy size, these baskets are incredibly durable and useful – the perfect home for blankets, extra bedding, and towels. Designed in a long, rectangular shape, these style effortlessly at the foot of the bed, in a hallway, or under a table.\n\nMade by a cooperative of 115 artisans in Yogyakarta, Indonesia, each storage basket takes up to 4 days to handcraft. All made start to finish in a fair trade environment.\n\nNote: Since each basket is handwoven in an all-natural material, expect some variation in size and coloring.",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/merapi-storage-baskets",
    "Keywords": "Artisan, Organic",
    "Stretch goals": "",
    "Alternative sizes or colors available": "dark, light, Medium, Oversized, Set of 2 - M&O",
    "Image Path": "citizenry_data\\images\\Merapi_Storage_Baskets.jpg"
  },
  {
    "Name": "Eco-Friendly Rug Pad",
    "Price": "$29 (was null)",
    "Description of product": "Keep rugs perfectly in place and in tip-tip shape with this does-it-all rug pad.\n\nTo keep your rugs and floors lasting for years to come, we recommend adding a low-profile rug pad as a base layer to our designs.\n\nMade from felt with a solid, natural rubber backing, this rug pad provides strong gripping power to prevent slippage. Bonus: this rug pad is needle-punched, allowing your rug and floors to breathe while also preventing dirt and dust.\n\nMeasurements\n1/16\" Thick\n\nMaterials\nEco-friendly Felt and Natural Rubber\n\nColors\nNatural top, grey rubber backing\n\nOrigin\nUSA\n\nCare\nIf needed, blot with mild soap and water and lay out to air dry.\n\nShipping & Returns\nShipping\nMost in-stock items will ship via FedEx Ground in 7-10 business days unless otherwise noted.\n\nReturns\nExchanges and returns for store credit are free.\n\nPrefer a refund? A single re-stocking fee will apply to returns within 30 days:\n$0 (no fee) for just bedding and/or towels\n$10 for most other returned orders $50 if your return includes oversized items (area rugs, furniture, mirrors)\n\nWhite glove delivery items are handled separately and have a 15% re-stocking fee.\n\nFor more information, please review our Shipping and Returns sections within our FAQ.",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/rug-pad",
    "Keywords": "Eco-friendly",
    "Stretch goals": "Artha Handwoven Striped Area Rug, Lalita Hand-Knotted Area Rug, Rassi Handwoven Round Jute Area Rug, Urvi Handwoven Jute Area Rug, Artha Handwoven Striped Accent Rug, Sabina Handwoven Jute Area Rug, Sabina Handwoven Jute Accent Rug, Naira Handwoven Jute Area Rug, Advika Hand-Knotted Accent Rug, Samir Handwoven Area Rug, Harita Hand-Knotted Area Rug, Aditha Handwoven Jute Area Rug, Bandera Handwoven Accent Rug, Chahana Hand-Knotted Area Rug, Suhana Hand-Knotted Area Rug, Ekani Handwoven Area Rug, Ritu Handwoven Area Rug, Sarasi Hand-Knotted Area Rug, Bina Hand-Knotted Area Rug, Naira Handwoven Jute Runner",
    "Alternative sizes or colors available": "2' x 3', 3' x 5', 2.5' x 8', 3' x 10', 4' x 6', 5' x 8', 6' x 9', 8' x 10', 9' x 12', 10' x 14', 4' Round, 6' Round, 8' Round",
    "Image Path": "citizenry_data\\images\\Eco_Friendly_Rug_Pad.jpg"
  },
  {
    "Name": "Arya Linen Bed Blanket",
    "Price": "$159 (was $199)",
    "Description of product": "Cozy up in lightweight linen, the perfect warm-weather layer. Free Shipping & Returns.\n\nRelaxed linen. Eyelash fringe. Handwoven texture. Add a laid-back, organic feel to your space with this beautiful linen bed blanket (fully covers a queen or king size bed).\n\nHandcrafted by a group of master weavers in Kannur, India, each blanket is made start-to-finish in a fair trade environment.",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/arya-linen-bed-blanket",
    "Keywords": "Organic",
    "Stretch goals": "",
    "Alternative sizes or colors available": "Mist: Front: Stone blue; Back: Ecru, Olive: Front: Olive; Back: Ecru, Turmeric: Front: Turmeric; Back: Ecru, Clay: Front: Clay; Back: Ecru, Midnight: Front: Navy; Back: Ecru",
    "Image Path": "citizenry_data\\images\\Arya_Linen_Bed_Blanket.jpg"
  },
  {
    "Name": "Stonewashed Organic Cotton Percale Swatches",
    "Price": "$3 (was null)",
    "Description of product": "Loomed in India\n\nWant to see for yourself? Go on and test out our cotton percale fabric swatches (4\" x 4.5\").\n\nYour email address\nYou'll be the first to know when the next batch lands!\n\nWant early access to new releases? Sign up for our emails,\ntoo.\n\nIn stock. Ready to ship.\n\nFree U.S. Shipping & Free Returns\n\nWhether you’re on the fence about colors or simply want to feel the softness of our cotton percale, our fabric swatches take the guessing game out of your decision. Available for all hues and patterns of the collection, go on and test out a few – after all, our bedding is made to mix-and-match.\n\nLoomed at a fair trade mill in Bangalore, India, this percale bedding is crafted from 100% organic, long-staple cotton. Sourcing their materials from local family farms, this workshop holds every sheet to the highest standards, stonewashing each piece for an effortlessly soft finish. Each piece is Oeko-Tex® and Global Organic Textile Standard (GOTS) certified. All made in a fair trade environment.\n\nProduct Details\n\nMeasurements\n4\" x 4.5\"\n\nMaterials\n100% Cotton Percale, 300TC\n\nColors\nAvailable in White, Warm Grey, Blush, Seaglass, Aegean, Olive\n\nOrigin\nIndia\n\nGlobal Organic Textile Standard\nCertified Standard 100 by Oeko-Tex®\n\nCare\nMachine wash warm. Do not bleach. Tumble dry low. Warm iron if needed.\n\nShipping & Returns\n\nShipping\nAlways free shipping within the continental U.S.\n\nReturns\nExchanges and returns for store credit are free.\n\nPrefer a refund? A single re-stocking fee will apply to returns within 30 days:\n$0 (no fee) for just bedding and/or towels\n$10 for most other returned orders $50 if your return includes oversized items (area rugs, furniture, mirrors)\n\nWhite glove delivery items are handled separately and have a 15% re-stocking fee.\n\nFor more information, please review our Shipping and Returns sections within our FAQ.",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/organic-stonewashed-percale-swatches",
    "Keywords": "Organic",
    "Stretch goals": "",
    "Alternative sizes or colors available": "White, Warm Grey, Blush, Seaglass, Aegean, Olive",
    "Image Path": "citizenry_data\\images\\Stonewashed_Organic_Cotton_Percale_Swatches.jpg"
  },
  {
    "Name": "La Calle Alpaca Throw",
    "Price": "$118.30 (was $169)",
    "Description of product": "Rich, earthy hues. Intricately woven design. This alpaca throw makes a handsome addition to your home.\n\nglacier\n\nAdd a premium gift box - $14\n\n1\n\n- 1\n\n- 2\n\n- 3\n\n- 4\n\n- 5\n\n- 6\n\nAdd To Bag\n\nYour email address\n\nYou'll be the first to know when the next batch lands!\n\nWant early access to new releases? Sign up for our emails, too.\n\nIn stock. Ready to ship.\n\nEasy 30 Day Returns. Unless noted as Final Sale.\n\nRich, earthy hues. Intricately woven pattern. This hand-loomed alpaca throw instantly elevates the look of any couch or bed. Not to mention, it’s incredibly soft and warm – so, go on and cozy up.\n\nHandwoven by master artisans in a quiet mountain village in the Peruvian Andes, each throw takes about a week to complete. All made exclusively in a fair trade environment.\n\nNote: Alpaca wool is hypoallergenic, so this throw is ideal for those with allergies or sensitive skin.\n\nMeasurements\n\n70\"L x 50\"W (+1.5\" Eyelash Fringe)\n\nMaterials\n\n100% Baby Alpaca\n\nColors\n\nAvailable in Glacier and Mustard\n\nOrigin\n\nPeru\n\nTime to Make\n\n1 week\n\nDry cleaning is the best option for removing stains or occasional cleaning.\n\nMost in-stock items will ship via FedEx Ground in 7-10 business days unless otherwise noted. Items noted as White Glove will ship separately from the rest of your order, with delivery fees starting at $289 for most orders.\n\nExchanges and returns for store credit are free.\n\nPrefer a refund? A single re-stocking fee will apply to returns within 30 days:\n\n$0 (no fee) for just bedding and/or towels\n\n$10 for most other returned orders $50 if your return includes oversized items (area rugs, furniture, mirrors)\n\nWhite glove delivery items are handled separately and have a 15% re-stocking fee.\n\nFor more information, please review our Shipping and Returns sections within our FAQ.",
    "Original URL": "https://www.the-citizenry.com/products/la-calle-alpaca-throw-2",
    "Keywords": "Artisan",
    "Stretch goals": "",
    "Alternative sizes or colors available": "Glacier, Mustard",
    "Image Path": "citizenry_data\\images\\La_Calle_Alpaca_Throw.jpg"
  },
  {
    "Name": "Fresh Olive Garland - 6 ft",
    "Price": "$259 (was null)",
    "Description of product": "Fresh olive leaves are locally foraged to create the lavish textures and natural charm of this stunning garland. Long enough to liven up any space, each piece is sure to impress your guests all season long.\nThis garland is made fresh with live olive branches and will dry out over the course of a few weeks. Soak in water to revive its appearance, or enjoy the natural look as it dries.\nCrafted at a small workshop in Northern California, each botanical is sourced from farms with sustainable, low-till methods. Partnering with local micro-family or women-owned farms, this workshop uses traditional techniques to create and preserve natural works of art. All made start to finish in a fair trade environment.",
    "Original URL": "https://www.the-citizenry.com/products/fresh-olive-garland",
    "Keywords": "Handmade, Sustainable",
    "Stretch goals": "",
    "Alternative sizes or colors available": "6 ft, Natural",
    "Image Path": "citizenry_data\\images\\Fresh_Olive_Garland_6_ft.jpg"
  },
  {
    "Name": "Cotton Velvet Upholstery Swatches",
    "Price": "$5 (was null)",
    "Description of product": "The Custom Living Collection\n\nWant to see for yourself? Go on and test out our cotton velvet fabric swatches (4\" x 4.5\").\n\npumice\n\n1\n\n- 1\n\nSold Out\n\nYour email address\n\nYou'll be the first to know when the next batch lands!\n\nWant early access to new releases? Sign up for our emails,\ntoo.\n\nIn stock. Ready to ship.\n\nFinal Sale\n\n### Story\n\nWhether you’re on the fence about colors or simply want to get a feel for the softness of our upholstery velvet, our fabric swatches take the guesswork out of your custom furniture decision. Available for all colors of the collection, we encourage you to test out a few.\n\nOur cotton velvet fabric is extra durable and has an elegant, washed-look pile. Made with an enviornmentally-friendly process, this material helps significantly reduce water and energy use. Our cotton velvet is made in the USA by a family-owned and run mill in South Carolina. Its beautiful finish looks better with age, is family and pet friendly, and is nearly impossible to snag.\n\nAvailable for most styles from our [Custom Living](https://www.the-citizenry.com/collections/custom-living-collection \"Custom Living Collection\") and [Upholstered Bed Collections](https://www.the-citizenry.com/collections/upholstered-beds \"Upholstered Beds\").\n\n### Product Details\n\n- Measurements\n\n\n4\" x 4.5\"\n\n- Materials\n\n\n100% Cotton\n\n- Durability\n\n\n50,000 double rubs\n\n\n### Care\n\nSpot clean with water. Do not use harsh solvents. If needed, professional cleaning is recommended. To restore direction of velvet, lightly steam or brush.\n\n### Shipping & Returns\n\n- Shipping\nMost in-stock items will ship via FedEx Ground in 7-10 business days unless otherwise noted.\n\n- Returns\nAll swatches are final sale.\n\nFor more information, please review our [Shipping](https://www.the-citizenry.com/pages/help#shipping) and [Returns](https://www.the-citizenry.com/pages/help#returns-exchanges) sections within our FAQ.",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/cotton-velvet-upholstery-swatches",
    "Keywords": "",
    "Stretch goals": "Custom Living Collection, Upholstered Bed Collections",
    "Alternative sizes or colors available": "pumice, mushroom, eucalyptus, dusty-mauve, wave",
    "Image Path": "citizenry_data\\images\\Cotton_Velvet_Upholstery_Swatches.jpg"
  },
  {
    "Name": "Vallarta Vase",
    "Price": "$83.30 (was $119)",
    "Description of product": "Sophisticated yet subtle, this ceramic vase blends sculptural lines with shades of light terracotta.\n\nTraditional shapes meet timeless style in this sculptural vase, crafted from locally-sourced clay in shades of light terracotta. Glazed on the inside, this beauty can be styled with or without water.\n\nHand-cast, fired, and glazed by a group of artisans in Mexico, these vases are made in collaboration with Al Centro. From start-to-finish, each one takes days to complete. All made exclusively in a fair trade environment.\n\nNote: Due to the nature of the firing process and materials, color variation exists.",
    "Original URL": "https://www.the-citizenry.com/products/vallarta-vase",
    "Keywords": "Artisan",
    "Stretch goals": "",
    "Alternative sizes or colors available": "light terracotta",
    "Image Path": "citizenry_data\\images\\Vallarta_Vase.jpg"
  },
  {
    "Name": "Mercado Floor Baskets",
    "Price": "$145 (was null)",
    "Description of product": "A low-profile storage basket handwoven from lightweight, yet durable palm. Meticulously handcrafted from locally-sourced palm leaves and accented with luxe leather handles, this set of low-profile baskets make stashing clutter look good. Designed in a shallow, yet roomy size, these baskets are perfect for storing books, towels, or shoes. And bonus - their short stature makes them easy to slide under your bed or coffee table. Each basket is handcrafted by a cooperative of master artisans in Guerrero, Mexico. All made start-to-finish in a fair trade environment, it takes about three days to complete.",
    "Original URL": "https://www.the-citizenry.com/collections/all/products/mercado-floor-storage-baskets-natural",
    "Keywords": "Artisan",
    "Stretch goals": "",
    "Alternative sizes or colors available": "natural, Medium, Large, Set of 2 - M&L, Natural or Natural & Black",
    "Image Path": "citizenry_data\\images\\Mercado_Floor_Baskets.jpg"
  }
]